Repository: boyanraichev/woo-rapido
Catalog: languages/wrapido-*.po
Languages: bg_bg

source: None found...
bg_bg: Няма намерени...

source: No streets found
bg_bg: Не са открити улици

source: Start typing and choose from the dropdown list. If your city does not show up in the list, enter it manually.
bg_bg: Започнете да изписвате името и изберете населеното място от падащото меню. Ако не намирате вашето населено място в списъка, изпишете го цялото.

source: Office
bg_bg: Офис

source: Do not select an office if you would like your order to be delivered to your address.
bg_bg: Не избирайте офис ако желаете пратката да бъде доставена до дома ви.

source: Street / Quarter
bg_bg: Улица / Квартал

source: Start typing your street or quarter name here. If you do not find it in the dropdown list, enter it manually.
bg_bg: Започнете да изписвате улицата или квартала тук. Ако не го намирате в списъка в падащото меню, изпишете го изцяло.

source: Start typing and choose from the list
bg_bg: Започнете да пишете и изберете от списъка

source: Street/Building #
bg_bg: Улица/блок №

source: Entrance
bg_bg: Вход

source: Floor
bg_bg: Етаж

source: Apartment
bg_bg: Апартамент

source: Street or building number
bg_bg: Номер на улица или блок

source: You need to fill in the special address fields for this delivery method.
bg_bg: Трябва да попълните специалните полета за този метод на доставка.

source: You need to choose an office or enter a street address.
bg_bg: Трябва да изберете офис или да въведете адрес с улица и номер.

source: You need to enter a street/building number.
bg_bg: Трябва да въведете номер на улица/блок

source: Please, wait...
bg_bg: Моля, изчакайте...

source: Could not create shipment. Check the fields and try again.
bg_bg: Неуспешно създаване на товарителница. Проверете данните и опитайте отново.

source: Missing CITY ID. Please, enter the city again and choose from the dropdown list!
bg_bg: Липсва ID на град. Моля, въведете града отново и го изберете от падащото меню!

source: Missing Country ID. Please, check user country and update order!
bg_bg: Липсва ID на държава. Моля, проверете държавата на клиента и обновете поръчката!

source: Print Shipment
bg_bg: Печат на товарителница

source: Rapido Courier
bg_bg: Рапидо Куриер

source: Rapido Shipping Method
bg_bg: Доставка с Рапидо

source: Rapido
bg_bg: Рапидо

source: Enable
bg_bg: Активен

source: Enable this shipping method.
bg_bg: Позволяване на този метод на доставка

source: Name
bg_bg: Име

source: The name of this shipping method for the customers
bg_bg: Името на този метод за доставка към клиентите

source: Test
bg_bg: Тест

source: Run in test mode.
bg_bg: Оперирай в тестова среда

source: Username
bg_bg: Потребителско име

source: Username for Rapido system
bg_bg: Име за системата на Рапидо

source: Password
bg_bg: Парола

source: Password for Rapido system
bg_bg: Парола за системата на Рапидо

source: Your city ID
bg_bg: ID на вашия град

source: Your city ID from Rapido system
bg_bg: ID на вашия град от системата на Рапидо

source: Subservice ID for same-city deliveries
bg_bg: ID на под-услуга за градски доставки

source: Subservice ID for deliveries to other cities
bg_bg: ID на под-услуга за доставки в България

source: Load countries
bg_bg: Заредете държави

source: Refresh Rapido countries database from file
bg_bg: Обнови базата данни с държави от системата на Рапидо

source: Load cities
bg_bg: Зареди градове

source: Refresh Rapido cities database (takes a while)
bg_bg: Обнови базата данни с градове от системата на Рапидо (отнема време)

source: Load streets
bg_bg: Зареди улици

source: Refresh Rapido streets database (takes a while)
bg_bg: Обнови базата данни с улици от системата на Рапидо (отнема време)

source: Load quarters
bg_bg: Зареди квартали

source: Refresh Rapido neighborhoods database
bg_bg: Обнови базата данни с квартали от системата на Рапидо

source: Flat Rate
bg_bg: Фиксирана стойност

source: Flat rate price. Leave blank for actual price calculation.
bg_bg: Фиксирана цена на доставка. Оставете полето празно за изчисляване на реална цена.

source: Free Shipping
bg_bg: Безплатна доставка

source: Free shipping above this order value
bg_bg: Безплатна доставка над тази стойност на поръчка

source: Deliver to Office
bg_bg: Доставка до офис

source: Offer option for pick-up from Rapido office
bg_bg: Предложете опцията за доставка до офис на Рапидо

source: Deliver to Door
bg_bg: Доставка на адрес

source: Offer option for delivery to customer address
bg_bg: Предложете опцията за доставка до адрес

source: Rapido Shipping
bg_bg: Доставка с Рапидо

source: Manage shipment with Rapido
bg_bg: Управление на товарителници Рапидо

source: First Name
bg_bg: Име

source: Last Name
bg_bg: Фамилия

source: Company
bg_bg: Фирма

source: City ID
bg_bg: ID на град

source: City
bg_bg: Град

source: Search for city
bg_bg: Търсене на град

source: Postcode
bg_bg: Пощенски код

source: Office ID
bg_bg: ID на офис

source: Deliver to office
bg_bg: Доставка до офис

source: Quarter ID
bg_bg: ID на квартал

source: Street ID
bg_bg: ID на улица

source: Search for street
bg_bg: Търсене на улица/квартал

source: Street or Building Number
bg_bg: Улица / блок №

source: Cash on delivery value
bg_bg: Стойност наложен платеж

source: Insurance
bg_bg: Застраховка

source: Fragile
bg_bg: Чупливо

source: Tracking number
bg_bg: Номер за проследяване

source: Contents of package
bg_bg: Съдържание на пратката

source: Describe order contents
bg_bg: Опишете съдържанието накратко

source: Print shipment
bg_bg: Печат на товарителница

source: Create shipment
bg_bg: Създаване на товарителница

source: If City ID and Postcode are blank, you must enter the city name again and choose it from the dropdown list. For international shipments please use Rapido website only.
bg_bg: Ако CITY ID и пощенския код са празни, трябва въведете името на населеното място отново и да изберете от падащото меню.
